Repository: Leshaka/PUBobot2
Catalog: locales/*.po
Languages: es, fr, ru

source: _lang
es: es
fr: fr
ru: ru

source: no players
es: no hay jugadores
fr: pas de joueurs
ru: нет игроков

source: You must possess admin permissions.
es: Tu debes tener permisos de administrador.
fr: Vous devez posséder les permissions d'admin.
ru: Необходимы права администратора.

source: You must possess moderator permissions.
es: Tu debes tener permisos de moderador.
fr: Vous devez posséder les permissions de modérateur.
ru: Необходимы права модератора.

source: expire time ran off
es: el tiempo de espera ha expirado
fr: membre hors ligne
ru: время expire истекло

source: member offline
es: miembro desconectado
ru: пользователь оффлайн

source: member AFK
es: miembro AFK
fr: membre AFK
ru: пользователь AFK

source: member left the guild
es: Un miembro salió del servidor
fr: le joueur a quitté le serveur
ru: пользователь покинул гильдию

source: queue started on another channel
es: una queue empezó en otro canal
fr: une queue a été remplit sur un autre channel
ru: начался пикап на другом канале

source: removed by a moderator
es: expulsado por un moderador
fr: retiré par un modérateur
ru: удалён модератором

source: {member} were removed from all queues ({reason}).
es: {member} fue expulsado de todas las queues ({reason}).
fr: {member} a été retiré de la queue ({reason}).
ru: {member} был удален из всех очередей ({reason}).

source: {members} were removed from all queues ({reason}).
es: {members} fueron expulsados de todas las queues ({reason}).
fr: {members} a été retiré de toutes les queues ({reason}).
ru: {members} были удалены из всех очередей ({reason}).

source: Success
es: Conseguido
fr: Réaliser avec succès
ru: Успешно

source: You are not allowed to add to queues on this channel.
es: No tienes permiso para añadir queues en este canal.
fr: Vous n'avez pas la permission d'ajouter de queue sur ce channel.
ru: Вам не разрешено добавлятся в очереди на этом канале.

source: You are not allowed to add to {queues} queues.
es: No tienes permiso para añadir {queues}.
fr: Vous n'êtes pas autorisé à rejoindre la queue {queues}.
ru: Вам не разрешено добавлятся в очереди {queues}.

source: You are already in an active match.
es: Ya estás en una partida activa.
fr: Vous êtes déjà dans un match actif non terminé.
ru: Вы уже находитесь в активном матче.

source: You are not in an active match.
es: No estás en una partida activa.
fr: Vous n'êtes actuellement pas dans un match actif.
ru: Вы не в активном матче.

source: Specified user not found.
es: El usuario especificado no se encuentra.
fr: L'utilisateur que vous avez identifié est introuvable.
ru: Указанный пользователь не найден.

source: Specified user is not in a match.
es: El usuario especificado no está en un partido.
fr: L'utilisateur que vous avez identifié ne se trouve pas dans un match.
ru: Указанный пользователь не находится в матче.

source: Specified user is in an active match.
es: El usuario especificado está en una partida.
fr: L'utilisateur que vous avez identifié se trouve dans un match qui n'est pas encore terminé.

source: Matches
es: Partidas
fr: Matchs
ru: Матчей

source: Rank
es: Rango
ru: Ранг

source: Rating
es: Puntos
fr: Points
ru: Рейтинг

source: Winrate
es: Porcentaje de victorias
fr: Pourcentage de victoire
ru: Винрейт

source: Last changes:
es: Últimos cambios:
fr: Derniers changements:
ru: Последние изменения:

source: No rating data found.
es: No se han encontrado datos de puntos.
fr: Aucune donnée d'évalutation n'a été trouvé.
ru: Нет данных рейтинга.

source: Could not find match with specified id. Check `{prefix}matches`.
es: No se ha podido encontrar una id específica. Comprueba `{prefix}matches`.
fr: Impossible de trouver un match lié à ce numéro. Cherchez le bon numéro avec la commande `{prefix}matches`.
ru: Матч с указаным id не найден. Проверьте `{prefix}matches`.

source: You have {duration} expire time left.
es: Te queda {duration} antes de ser expulsado de la queue.
fr: Il te reste {duration} avant de te faire retirer de la queue.
ru: У вас осталось {duration} времени expire.

source: You don't have an expire timer set right now.
es: No tienes un contador de tiempo de expiración establecido en este momento.
fr: Aucun temps d'expiration ne t'a été attribué.
ru: У вас не установлен таймер expire.

source: Invalid duration format. Syntax: 3h2m1s or 03:02:01.
es: Formato de duración inválido. Por favor, siga esta sintaxis: 3h2m1s или 03:02:01.
fr: Format de durée invalide. Veuillez suivre la syntaxe suivante: 3h2m1s ou 03:02:01.
ru: Неверный формат времени. Пример: 3h2m1s или 03:02:01.

source: Expire time must be less than {time}.
es: El tiempo de espera debe ser inferior a {time}.
fr: Le temps d'expiration doit être inférieur à {time}.
ru: Время expire должно быть меньше {time}.

source: Set your expire time to {duration}.
es: Configura el tiempo de expiración a {duration}.
fr: J'ai réglé votre temps d'expiration à {duration}.
ru: Ваш таймер expire сработает через {duration}.

source: Invalid duration format. Syntax: 3h2m1s or 03:02:01 or AFK.
es: Formato de duración inválido. Siga esta sintaxis: 3h2m1s o 03:02:01 o AFK.
fr: Format de durée invalide. Veuillez suivre la syntaxe suivante: 3h2m1s ou 03:02:01 ou AFK.
ru: Неверный формат времени. Пример: 3h2m1s или 03:02:01 или AFK.

source: You will be removed from queues on AFK status by default.
es: Serás eliminado de las queues en estado AFK por defecto.
fr: Vous allez être retiré des queues avec le statut d'AFK par défault.
ru: Вас будет удалять из очередей по AFK статусу.

source: Your expire time value will fallback to guild's settings.
es: Tu tiempo de expiración volverá a la configuración del servidor.
fr: La valeur de votre temps d'expiration va se retirer dû aux réglages du serveur.
ru: Ваш таймер expire будет использовать настройки гильдии.

source: Your default expire time is {time}.
es: Tu tiempo de expiración por defecto es {time}.
fr: Votre temps d'expiration par défaut est de {time}.
ru: Ваш expire таймер установлен на {time}.

source: Your offline immunity is **off**.
es: Tu inmunidad en desconectado está *desactivada**.
fr: Votre immunité pour le statut Hors-Ligne est **inactif**.

source: Your offline immunity is **on** until the next match.
es: Tu inmunidad en desconectado está **activada** hasta la próxima partida.
fr: Votre immunité pour le statut Hors Ligne est **actif** jusqu'au prochain match.

source: > no active matches
es: > no hay partidas activas
fr: > Pas de match actif
ru: > нет активных матчей

source: Nothing to promote.
es: No hay nada para promover.
fr: Il n'y a rien à promouvoir.
ru: Нет цели для promote.

source: Specified queue not found.
es: No se puede encontrar la queue especificada.
fr: La queue spécifiée est introuvable.
ru: Указанная очередь не найдена.

source: You're promoting too often, please wait `{delay}` until next promote.
es: Estás promoviendo con demasiada frecuencia, por favor espera `{delay}` antes de volver a promover.
fr: Vous utilisez cette commande trop souvent, veuillez attendre `{delay}` avant de pouvoir promouvoir à nouveau.

source: Done.
es: Hecho.
fr: C'est fait.
ru: Готово.

source: Your DM notifications is now turned off.
es: Tus notificaciones por MP están ahora desactivadas.
fr: Les notifications par MP sont désormais désactivés.
ru: Ваши DM оповещения выключены.

source: Your DM notifications is now turned on.
es: Tus notificaciones por MP están ahora activadas.
fr: Les notifications par MP sont désormais activés.
ru: Ваши DM оповещения включены.

source: Leaderboard is empty
es: La tabla de clasificación está vacía
ru: Таблица лидеров пуста

source: Nothing found
es: No se ha encontrado nada
fr: Aucune donnée n'a été trouvée
ru: Нет результатов

source: Banned **{member}** for `{duration}`.
es: El miembro especificado no está baneado.
fr: **{member}** est désormais banni pour une durée de `{duration}`.

source: ID | Prisoner | Left | Reason
es: ID | Bloqueado | Le queda | Razón
fr: ID | Banni | Reste | Raison

source: You have been banned, `{duration}` left.
es: Tu has sido baneado, te queda `{duration}`.
fr: Vous avez été banni, il vous reste `{duration}` avant votre débanissement.

source: Noadds are empty.
es: La lista de Noadds está vacía.
fr: La liste des bannis a été vidé.

source: {role} Please add to **{name}** pickup, `{left}` players left!
es: {role} Únete a la pickup **{name}**, ¡nos faltan `{left}` jugadores!
fr: {role}, veuillez rejoidre le pickup **{name}**, il nous manque `{left}` joueurs!

source: Not enough players to start the queue.
es: No hay suficientes jugadores para empezar la queue.
fr: Il n'y a pas assez de joueurs pour pouvoir lancer la queue.
ru: Недостаточно участников для старта.

source: **{queue}** pickup has started @ {channel}!
es: ¡La pickup **{queue}** ha empezado en el canal @ {channel}!
fr: Votre partie de **{queue}** vient tout juste de commencer sur le channel @ {channel}!
ru: **{queue}** пикап начался @ {channel}!

source: Server for **{queue}** is not set.
es: El servidor para **{queue}**
fr: Le serveur pour **{queue}** n'a pas été réglé.
ru: Сервер для **{queue}** не указан.

source: Maps for **{queue}**
es: Mapas para **{queue}**
fr: Les maps pour **{queue}**

source: Stats for __{target}__
es: Estadísticas para __{target}__
fr: Les stats pour __{target}__
ru: Статистика для __{target}__

source: Top 10 players for __{target}__
es: Los 10 mejores jugadores para __{target}__
fr: Le top 10 des joueurs pour __{target}__

source: day
es: día
fr: jour

source: week
es: semana
fr: semaine

source: month
es: mes
fr: mois

source: year
es: año
fr: ans

source: **Total matches: {count}**
es: **Partidas totales: {count}**
fr: **Nombre total de matchs: {count}**
ru: **Всего матчей: {count}**

source: The match must be on the waiting report stage.
es: La partida debe estar en la fase de reporte de espera.
fr: Le match doit être à un stade d'attente de rapport de match.
ru: Матч должен быть на стадии ожидания результата.

source: You must be a team captain to report a loss or draw.
es: Debes ser capitán de un equipo para reportar una partida perdida o empate.
fr: Vous devez être le capitaine d'une équipe pour rapporter une défaite ou une égalité.
ru: Необходимо быть капитаном команды.

source: {self} is calling a draw, waiting for {enemy} to type `{prefix}rd`.
es: {self} informa de un empate, esperando que {enemy} confirme con el comando `{prefix}rd`.
fr: {self} rapporte une égalité, en attente de {enemy} pour confirmer l'égalité avec la commande `{prefix}rd`.
ru: {self} предлагает ничью, ожидаем `{prefix}rd` от {enemy}.

source: Specified team name not found.
es: No se ha encontrado el nombre del equipo especificado.
fr: Le nom d'équipe que vous avez spécifié est introuvable.
ru: Указанная команда не найдена.

source: Match {queue} ({id}) has timed out.
es: La partida ({id}) para {queue} ha expirado.
fr: Le match numéro ({id}) pour {queue} a durée trop longtemps sans recevoir de rapport de match.
ru: Истекло время ожидания для матча {queue} ({id}).

source: {players} your match has been canceled.
es: {players} vuestro partido ha sido cancelado.
fr: {players} votre match a été annulé.
ru: {players} ваш матч был отменен.

source: No changes to apply.
es: No hay cambios para aplicar.
fr: Aucun changement à appliquer.
ru: Нет изменений.

source: Removed `{count}` roles from you.
es: Eliminado los roles `{count}` para ti.
fr: J'ai retiré le rôle `{count}` pour vous.
ru: С Вас снято `{count}` ролей.

source: Added `{count}` roles to you.
es: Añadido los roles `{count}` para ti.
fr: J'ai ajouté le rôle `{count}` pour vous.

source: __**{queue}** is now on the check-in stage!__
es: __**{queue}** está ahora en la fase de verificación!__
fr: __**{queue}** est désormais au stade de vérification de présence!__
ru: __**{queue}** на стадии подтверждения участников!__

source: Waiting on:
es: Esperando:
fr: En attente de:
ru: Ожидаем:

source: Please react with {ready_emoji} to **check-in** or {not_ready_emoji} to **abort**!
es: Por favor, reaccione con {ready_emoji} para **confirmar** o {not_ready_emoji} para **abortar**!
fr: Veuillez réagir avec {ready_emoji} pour **valider votre présence** ou {not_ready_emoji} pour **se retirer**.
ru: Нажмите {ready_emoji} чтобы **подтвердить** или {not_ready_emoji} чтобы **отменить** участие!

source: Please react with {ready_emoji} or vote for a map to **check-in**.
es: Por favor, reaccione con {ready_emoji} o vota por un mapa para **confirmar**.
fr: Veuillez réagir avec {ready_emoji} ou votez une map pour **valider votre présence**
ru: Нажмите {ready_emoji} или проголосуйте за карту чтобы **подтвердить** участие.

source: React with {not_ready_emoji} to **abort**!
es: Reacciona con {not_ready_emoji} para **abortar**!
fr: Réagit avec {not_ready_emoji} pour **te retirer**!
ru: Нажмите {not_ready_emoji} чтобы **abort** участие!

source: __**{queue}** is now on the draft stage!__
es: __**{queue}** está ahora formando los equipos!__
fr: __**{queue}** est au stade de création des équipes__
ru: __**{queue}** на стадии драфта!__

source: empty
es: vacío
fr: vide
ru: пусто

source: Unpicked:
es: Jugador no elegido:
fr: Joueurs restants à choisir:
ru: Кандидаты:

source: Pick players with `{self.m.qc.cfg.prefix}pick @player` command.
es: Elige jugadores con el comando `{self.m.qc.cfg.prefix}pick @jugador`.
ru: Выбирайте участников с помощью `{self.m.qc.cfg.prefix}pick @player`.

source: {member}'s turn to pick!
es: Le toca a {member} elegir jugador!
fr: C'est au tour de {member} de choisir son joueur!
ru: Черёд выбирать {member}!

source: Type {cmd} to become a captain and start picking teams.
es: Escribe el comando {cmd} para convertirte en capitán y formar equipos.
fr: Veuillez écrire la commande {cmd} pour devenir un capitaine et pour pouvoir composer vos équipes.
ru: Используйте {cmd} чтобы стать капитаном и начать выбирать игроков.

source: __**{queue}** has started!__
es: __**{queue}** ha empezado!__
fr: __**{queue} peut désormais commencer!** __

source: Players
es: Jugadores
fr: Joueurs
ru: Участники

source: Captains
es: Capitanes
fr: Capitaines
ru: Капитаны

source: Map
es: Mapa
ru: Карта

source: Maps
es: Mapas
ru: Карты

source: Server
es: Servidor
fr: Serveur
ru: Сервер

source: The match is not on the draft stage.
es: La partida no está en la fase para formar los equipos .
fr: Le match n'est pas au stade de composition d'équipe.
ru: Матч не на стадии драфта.

source: You must possess the captain's role.
es: Tu debes poseer el rol de capitán.
fr: Vous devez avoir le rôle assigné à celui de capitaine.
ru: Необходимо иметь роль капитана.

source: Team {name} already have a captain.
es: El equipo {name} ya tiene un capitán.
fr: L'équipe {name} possède déjà un capitaine.
ru: Команда {name} уже имеет капитана.

source: You are not a captain.
es: Tu no eres un capitán.
fr: Vous n'êtes pas un capitaine.
ru: Вы не являетесь капитаном команды.

source: Not your turn to pick.
es: No es tu turno para elegir.
fr: Ce n'est pas à votre tour de choisir un joueur.
ru: Не ваша очередь выбирать.

source: Specified player not in the unpicked list.
es: El jugador específico no está en la lista para elegir.
fr: Le joueur identifié ne se trouve pas dans la liste des joueurs à choisir.
ru: Указанный участник не в списке кандидатов.

source: The match must be on the draft or waiting report stage.
es: El partido debe estar en la fase de formación o a la espera de un resultado.
ru: Матч должен быть на стадии драфта или ожидания результата.

source: You have stopped looking for a substitute.
es: Tu has dejado de buscar un sustituto.
fr: Vous avez cessé de chercher un remplaçant.
ru: Вы больше не ищете замену.

source: You are now looking for a substitute.
es: Tu estás ahora buscando un sustituto.
fr: Vous recherchez désormais un remplaçant.
ru: Вы ищете замену.

source: Specified player is not looking for a substitute.
es: El jugador específico no está buscando un sustituto.
fr: Le joueur identifié n'est pas à la recherche de remplaçant.
ru: Указаный участник не ищет замену.

source: The match is not on the check-in stage.
es: La partida no está en la fase de verificación.
fr: Le match n'est pas au stade de vérification de présence.
ru: Матч не на стадии подтверждения участников.

source: {member} has aborted the check-in.
es: {member} ha abortado la verificación.
fr: {member} n'a pas confirmé sa présence.
ru: {member} отменил свое участие.

source: Reverting {queue} to the gathering stage...
es: Volviendo a {queue} a la fase de formación...
fr: Remets en place {queue} au stade de rassemblement des joueurs.
ru: Возвращаем {queue} на стадию сбора...

source: {members} was not ready in time.
es: {members} no estaban listos a tiempo.
fr: {members} n'a pas pu être prêt dans les temps.
ru: Не подтвердили участие: {members}.

source: {member} won, its **{side}**!
es: {member} ganó, así que **{side}**!
fr: {member} a gagné, donc c'est **{side}**!

source: {member} lost, its **{side}**!
es: {member} perdió, así que **{side}**!
fr: {member} a perdu, donc c'est **{side}**!

source: heads
es: en cabeza
fr: Pile

source: tails
es: en cola
fr: Face

source: Error
fr: Erreur
ru: Ошибка

source: Leaderboard is empty.
fr: Le leaderboard a été vidé.

source: Specified member is not banned.
fr: le membre spécifié n'est actuellement pas banni.

source: Server for **{queue}**
fr: Le serveur pour **{queue}**
ru: Сервер для **{queue}**

source: {self} offers to cancel the match, waiting for {enemy} to type `{prefix}rc`.
fr: {self} demande l’annulation du match, en attente de {enemy} pour confirmer avec la commande `{prefix}rc`.

source: Pick players with `{prefix}pick @player` command.
fr: Choisi ton joueur avec la commande `{prefix}pick @joueur`.

source: The match must be on the check-in, draft or waiting report stage.
fr: Le match doit être au stade de vérification, de création des équipes ou en attente d’un résultat.

source: Your allow offline immune is gone.
ru: Ваш иммунитет оффлайн статуса выключен.

source: You now have the allow offline immune.
ru: Теперь у вас иммунитет оффлайн статуса.

source: You promote to fast, `{delay}` until next promote.
ru: Слишком часто, подождите `{delay}` до следующего раза.

source: {role}Please add to **{name}** pickup, `{num}` players left!
ru: {role}Добавляйтесь в **{name}** пикап, `{num}` мест осталось!

source: Top players for __{target}__
ru: ТОП игроков для __{target}__

source: Added `{count}` roles from you.
ru: Вам добавлено `{count}` ролей.

source: __**{queue}** is started!__
ru: __**{queue}** начался!__
