Repository: Leshaka/PUBobot2
Catalog: locales/community-*.po
Languages: it, tr

source: _lang
it: community-it
tr: community-tr

source: no players
it: nessun giocatore
tr: Oyuncu yok.

source: You must possess admin permissions.
it: Devi avere i permessi di amministratore.
tr: Admin yetkiniz olması gerekir.

source: You must possess moderator permissions.
it: Devi avere i permessi di moderatore.
tr: Moderatör yetkiniz olmasaı gerekir.

source: expire time ran off
it: Il tempo d'attesa è scaduto
tr: zaman aşımına uğradı

source: member offline
it: membro offline
tr: üye çevrimdışı

source: member AFK
it: membro AFK
tr: üye AFK

source: member left the guild
it: un membro ha lasciato il server
tr: üye sunucudan ayrıldı

source: queue started on another channel
it: coda iniziata su un altro canale
tr: başka bir kanalda maç başladı

source: removed by a moderator
it: rimosso da un moderatore
tr: moderatör tarafından çıkarıldı

source: {member} were removed from all queues ({reason}).
it: {member} è stato rimosso da tutte le code ({reason}).
tr: {member} tüm sıralardan çıkarıldı ({reason}).

source: {members} were removed from all queues ({reason}).
it: {members} sono stati rimossi da tutte le code ({reason}).
tr: {members} tüm sıralardan çıkarıldı ({reason}).

source: Success
it: Successo
tr: Başarılı

source: Error
it: Errore
tr: Hata

source: You are not allowed to add to queues on this channel.
it: Non hai il permesso per metterti in coda su queso canale.
tr: Bu kanalda sıraya girmeye izniniz yok.

source: You are not allowed to add to {queues} queues.
it: Non hai il permesso per aggiungere {queues}.
tr: {queues} sıralarına girmeye izniniz yok.

source: You are already in an active match.
it: Sei già in una partita attiva.
tr: Zaten aktif bir maçtasınız.

source: You are not in an active match.
it: Non sei in una partita attiva.
tr: Aktif bir maçta değilsiniz.

source: Specified user not found.
it: L'utente specificato non è stato trovato.
tr: Belirtilen kullanıcı bulunamadı.

source: Specified user is not in a match.
it: L'utente specificato non è in una partita.
tr: Belirtilen kullanıcı maçta değil.

source: Specified user is in an active match.
it: L'utente specificato è in una partita.
tr: Belirtilen kullanıcı aktif bir maçta.

source: Matches
it: Partite
tr: Maçlar

source: Rank
it: Rango
tr: Rütbe

source: Rating
it: Punti
tr: Derece

source: Winrate
it: Percentuale di vincita
tr: Kazanma Oranı

source: Last changes:
it: Ultime modifiche:
tr: Son değişiklikler:

source: No rating data found.
it: Informazioni sul punteggio non trovate.
tr: Derece verisi bulunamadı.

source: Could not find match with specified id. Check `{prefix}matches`.
tr: Belirtilen numaraya ait bir maç bulunamadı. `{prefix}matches` yazarak kontrol edebilirsiniz.

source: You have {duration} expire time left.
it: Hai ancora {duration} prima di essere rimosso dalla coda.
tr: Zaman aşımınızın bitmesine {duration} kaldı.

source: You don't have an expire timer set right now.
it: Non hai un timer di attesa impostato in questo momento.
tr: Zaman aşımı için kurulu sayacınız yok.

source: Invalid duration format. Syntax: 3h2m1s or 03:02:01.
it: Formato di durata invalido. Sintassi corretta: 3h2m1s o 03:02:01.
tr: Geçersiz süre biçimi. Biçim: 3h2m1s veya 03:02:01.

source: Expire time must be less than {time}.
it: Il tempo di attesa deve essere inferiore a {time}.
tr: Zaman aşımı süresi {time}'den az olmalıdır.

source: Set your expire time to {duration}.
it: Tempo di attesa impostato a {duration}.
tr: Zaman aşımı süreniz {duration} olarak ayarlandı.

source: Invalid duration format. Syntax: 3h2m1s or 03:02:01 or AFK.
it: Formato di durata invalido. Sintassi corretta: 3h2m1s o 03:02:01 o AFK.
tr: Geçersiz süre biçimi. Biçim: 3h2m1s veya 03:02:01 veya AFK.

source: You will be removed from queues on AFK status by default.
it: Verrai rimosso dalle code una volta AFK per impostazione predefinita.
tr: AFK olduğunuzda sıralardan otomatik olarak çıkarılacaksınız.

source: Your expire time value will fallback to guild's settings.
it: Il tuo tempo d'attesa tornerà come per impostazione del server.
tr: Zaman aşımı ayarınız sunucununkiyle aynı olacak şekilde değiştirildi.

source: Your default expire time is {time}.
it: Il tuo tempo d'attesa predefinito è {time}.
tr: Varsayılan zaman aşımı süreniz {time}.

source: Your offline immunity is **off**.
it: La tua immunità dalla disconnessione è **disabilitata**.
tr: Çevrimdışı korunmanız **kapalı**.

source: Your offline immunity is **on** until the next match.
it: La tua immunità dalla disconnessione è **abilitata** fino alla prossima partita.
tr: Çevrimdışı korunmanız bir sonraki maça kadar **açık**.

source: > no active matches
it: > nessuna partita attiva
tr: > aktif maç yok

source: Nothing to promote.
it: Nulla da promuovere.
tr: Terfi edecek bir şey yok.

source: Specified queue not found.
it: Coda specificata non trovata.
tr: Belirtilen sıra bulunamadı.

source: You're promoting too often, please wait `{delay}` until next promote.
it: Stai promuovendo troppo, aspetta `{delay}` per la prossima promozione.
tr: Çok sık terfi ediyorsunuz, lütfen bir sonraki terfi için `{delay}` kadar bekleyin.

source: Done.
it: Fatto.
tr: Tamamlandı.

source: Your DM notifications is now turned off.
it: Le tue notifiche in DM sono state disabilitate.
tr: DM bildirimleriniz kapatıldı.

source: Your DM notifications is now turned on.
it: Le tue notifiche in DM sono state abilitate.
tr: DM bildirimleriniz açıldı.

source: Leaderboard is empty.
it: La classifica è vuota.
tr: Liderler sıralaması boş.

source: Nothing found
it: Non è stato trovato niente
tr: Hiçbir şey bulunamadı

source: Banned **{member}** for `{duration}`.
it: **{member}** è stato bannato per `{duration}`.
tr: **{member}** `{duration}` boyunca yasaklandı.

source: Specified member is not banned.
it: Il membro specificato non è bannato.
tr: Belirtilen üyenin yasağı yok.

source: ID | Prisoner | Left | Reason
it: ID | Bloccato | Rimasto | Ragione
tr: ID | Mahkûm | Kalan | Sebep

source: You have been banned, `{duration}` left.
it: Sei stato bannato, `{duration}` rimanenti.
tr: Yasağınızın bitmesine `{duration}` kaldı.

source: Noadds are empty.
it: La lista dei Noadd è vuota.
tr: Yasaklı üye yok.

source: !auto_ready command is turned off on this channel.
it: El comando !auto_ready está desactivado en este canal.
tr: !auto_ready komutu bu kanal için kapalı.

source: Maximum auto_ready duration is {duration}.
it: La duración máxima de auto_ready es de {duration}.
tr: Azami auto_ready süresi: {duration}.

source: Your automatic ready confirmation is now turned off.
it: Tu confirmación automática para estar listo está ahora desactivada.
tr: Otomatik hazır onayı verme ayarınız kapatıldı.

source: During next {duration} your match participation will be confirmed automatically.
it: Durante los próximos {duration} se confirmará automáticamente tu participación en la partida.
tr: Önümüzdeki {duration} boyunca maç katılımlarınız otomatik olarak onaylanacak.

source: {role} Please add to **{name}** pickup, `{left}` players left!
it: {role} unisciti alla pickup **{name}**, mancano `{left}` giocatori!
tr: {role} Lütfen **{name}** maçına ekleyin, `{left}` oyuncu kaldı!

source: Not enough players to start the queue.
it: Giocatori insufficienti per iniziare la coda.
tr: Maçı başlatmak için yeterince oyuncu yok.

source: **{queue}** pickup has started @ {channel}!
it: La pickup **{queue}** è iniziata nel canale @ {channel}!
tr: **{queue}** maçı {channel} kanalında başladı!

source: Server for **{queue}** is not set.
it: Il server per **{queue}** non è configurato.
tr: **{queue}** için sunucu ayarlanmadı.

source: Server for **{queue}**
it: Server per **{queue}**
tr: **{queue}** için sunucu

source: Maps for **{queue}**
it: Mappe per **{queue}**
tr: **{queue}** için haritalar

source: Stats for __{target}__
it: Statistiche per __{target}__
tr: __{target}__ istatistikleri

source: Top 10 players for __{target}__
it: Top 10 giocatori per __{target}__
tr: En iyi 10 __{target}__ oyuncuları

source: day
it: giorno
tr: gün

source: week
it: settimana
tr: hafta

source: month
it: mese
tr: ay

source: year
it: anno
tr: yıl

source: **Total matches: {count}**
it: **Partite totali: {count}**
tr: **Toplam maç: {count}**

source: At least one team must have a positive score.
it: Al menos uno de los dos equipos debe tener una puntuación positiva.
tr: En az bir takımın pozitif skoru olmalı.

source: The match must be on the waiting report stage.
it: La partita deve essere in fase di attesa dei risultati.
tr: Maç rapor bekleme aşamasında olmalı.

source: You must be a team captain to report a loss or draw.
it: Devi essere capitano della squadra per comunicare la sconfitta o il pareggio.
tr: Mağlubiyet veya berabere raporlamak için takım kaptanı olmanız gerekir.

source: {self} is calling a draw, waiting for {enemy} to type `{prefix}rd`.
tr: {self} berabere istiyor, {enemy}'nin `{prefix}rd` yazması bekleniyor.

source: {self} offers to cancel the match, waiting for {enemy} to type `{prefix}rc`.
tr: {self} maçı iptal etmek istiyor, {enemy}'nin `{prefix}rc` yazması bekleniyor.

source: Specified team name not found.
it: La quadra specificata non è stata trovata.
tr: Belirtilen takım ismi bulunamadı.

source: Match {queue} ({id}) has timed out.
it: La partita {queue} ({id}) è scaduta.
tr: {queue} ({id}) maçı zaman aşımına uğradı.

source: {players} your match has been canceled.
it: {players} la tua partita è stata annullata.
tr: {players} maçınız iptal edildi.

source: No changes to apply.
it: Nessuna modifica da applicare.
tr: Uygulanacak değişiklik yok.

source: Removed `{count}` roles from you.
it: Ti sono stati rimossi `{count}` ruoli.
tr: `{count}` rol sizden kaldırıldı.

source: Added `{count}` roles to you.
it: Ti sono stati aggiunti `{count}` ruoli.
tr: `{count}` rol size eklendi

source: {players} were removed from the match.
it: {players} fueron expulsados de la partida.
tr: {players} maçtan çıkartıldı.

source: __**{queue}** is now on the check-in stage!__
it: __**{queue}** è entrata in fase di chek-in!__
tr: __**{queue}** şu an onay aşamasında!__

source: Waiting on:
it: Aspettando:
tr: Beklenenler:

source: Please react with {ready_emoji} to **check-in** or {not_ready_emoji} to **abort**!
it: Reagisci con {ready_emoji} per fare il **check-in** o {not_ready_emoji} per **annullare**!
tr: Lütfen hazır olduğunuzu {ready_emoji} tepkisiyle **onaylayın** veya {not_ready_emoji} tepkisiyle **reddedin**!

source: Please react with {ready_emoji} or vote for a map to **check-in**.
it: Reagisci con {ready_emoji} o vota una mappa per fare il **check-in**.
tr: Lütfen {ready_emoji} tepkisine tıklayarak veya bir harita için oy vererek katılacağınızı **onaylayın**.

source: React with {not_ready_emoji} to **abort**!
it: Ragisci con {not_ready_emoji} per **annullare**!
tr: {not_ready_emoji} tepkisine tıklayarak maçı **iptal edin**!

source: __**{queue}** is now on the draft stage!__
it: __**{queue}** è in fase di scelta!__
tr: __**{queue}** şu an seçim aşamasında!__

source: empty
it: vuoto
tr: boş

source: Unpicked:
it: Non scelti:
tr: Seçilmeyenler:

source: Pick players with `{prefix}pick @player` command.
tr: `{prefix}pick @player` komutuyla oyuncu seçin.

source: {member}'s turn to pick!
it: {member} sceglie per questo turno!
tr: Seçme sırası {member}'da!

source: Type {cmd} to become a captain and start picking teams.
it: Digita {cmd} per diventare un capitano e procedere scegliendo le squadre.
tr: Kaptan olup oyuncu seçmek için {cmd} komutunu kullanabilirsiniz.

source: __**{queue}** has started!__
it: __**{queue}** è cominciata!__
tr: __**{queue}** başladı!__

source: Players
it: Giocatori
tr: Oyuncular

source: Captains
it: Capitani
tr: Kaptanlar

source: Map
it: Mappa
tr: Harita

source: Maps
it: Mappe
tr: Haritalar

source: Server
tr: Sunucu

source: Player streams
it: Jugador retransmitiendo en directo
tr: Oyuncu yayınları

source: Winner
it: Ganador
tr: Kazanan

source: The match is not on the draft stage.
it: Il match non è in fase di scelta.
tr: Maç seçim aşamasında değil.

source: You must possess the captain's role.
it: Devi avere il ruolo di capitano.
tr: Kaptan rolünüz olmalı.

source: Team {name} already have a captain.
it: Il team {name} ha già un capitano.
tr: {name} takımının zaten kaptanı var.

source: You are not a captain.
it: Non sei un capitano.
tr: Kaptan değilsiniz.

source: Not your turn to pick.
it: Non è il tuo turno di scegliere.
tr: Seçme sırası sizde değil.

source: Specified player not in the unpicked list.
it: Il giocatore specifico non è nell'elenco di quelli da scegliere.
tr: Belirtilen oyuncu seçilmeyenler listesinde değil.

source: The match must be on the check-in, draft or waiting report stage.
it: La partita deve essere in fase di check-in, scelta o di attesa dei risultati.
tr: Maç onay, seçim veya rapor bekleme aşamasında olmalı.

source: You have stopped looking for a substitute.
it: Hai smesso di cercare un sostituto.
tr: Yedek aramayı bıraktınız.

source: You are now looking for a substitute.
it: Ora stai cercando un sostituto.
tr: Yedek aramaya başladınız.

source: Specified player is not looking for a substitute.
it: Il giocatore specificato non sta cercando un sostituto.
tr: Belirtilen oyuncu yedek aramıyor.

source: The match is not on the check-in stage.
it: La partita non è in fase di check-in.
tr: Maç onay aşamasında değil.

source: Discarding check-in is not allowed.
it: No puedes realizar esta acción durante esta fase de la partida.
tr: Onay aşamasını iptal edilemez.

source: {member} has aborted the check-in.
it: {member} ha annullato il check-in.
tr: {member} maçı reddetti.

source: Reverting {queue} to the gathering stage...
it: Riportando {queue} alla fase di ricerca...
tr: {queue} sırası toplama aşamasına geri çeviriliyor...

source: {members} was not ready in time.
it: {members} non ha reagito in tempo.
tr: {members} zamanında hazır değildi.

source: {member} won, its **{side}**!
it: {member} ha vinto, è uscito **{side}**!
tr: **{side}** geldi, {member} kazandı!

source: {member} lost, its **{side}**!
it: {member} ha perso, è uscito **{side}**!
tr: **{side}** geldi, {member} kaybetti!

source: heads
it: testa
tr: tura

source: tails
it: croce
tr: yazı

source: Could not find match with specified id. Check `/matches`.
it: Nessuna partita trovata con l'ID specificato. Controlla `/matches`.

source: {self} is calling a draw, waiting for {enemy} to type `/report draw`.
it: {self} dichiara un pareggio, aspettando che {enemy} digiti `/report draw`.

source: {self} offers to cancel the match, waiting for {enemy} to type `/report abort`.
it: {self} sta proponendo l'annullamento della partita, aspettando che {enemy} digiti `/report abort`.

source: Pick players with `/pick @player` command.
it: Scegli un giocatore con il comando `/pick @player`.
